Repository: Sma1lboy/yap
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: de, fr, zh_hans, zh_hant

source: Retranscription failed
de: Erneute Transkription fehlgeschlagen
fr: Échec de la retranscription
zh_hans: 重新转写失败
zh_hant: 重新轉錄失敗

source: Retranscription successful
de: Erneute Transkription erfolgreich
fr: Retranscription réussie
zh_hans: 重新转写成功
zh_hant: 重新轉錄成功

source: Retry
de: Wiederholen
fr: Réessayer
zh_hans: 重试
zh_hant: 重試

source: Retry Download
de: Download erneut versuchen
fr: Relancer le téléchargement
zh_hans: 重新下载
zh_hant: 重新下載

source: Retry Last Transcription
de: Letzte Transkription wiederholen
fr: Réessayer la dernière transcription
zh_hans: 重试上次转写
zh_hant: 重試上次轉錄

source: Retry failed: %@
de: Wiederholung fehlgeschlagen: %@
fr: Échec de la nouvelle tentative : %@
zh_hans: 重试失败：%@
zh_hant: 重試失敗：%@

source: Return (⏎)
de: Eingabe (⏎)
fr: Retour (⏎)

source: Review %lld pending corrections
de: %lld ausstehende Korrekturen überprüfen
fr: Examiner les corrections en attente de %lld
zh_hans: 审核 %lld 项待审核更正
zh_hant: 審核 %lld 項待審核更正

source: Review Corrections
de: Korrekturen überprüfen
fr: Vérifier les corrections
zh_hans: 审核更正
zh_hant: 審核更正

source: Review Now
de: Jetzt überprüfen
fr: Réviser maintenant
zh_hans: 立即审核
zh_hant: 立即審核

source: Review corrections
de: Korrekturen überprüfen
fr: Revoir les corrections
zh_hans: 审核更正
zh_hant: 審核更正

source: Review how Yap handles your data before you start.
de: Sieh dir an, wie Yap mit deinen Daten umgeht, bevor du loslegst.
fr: Découvrez comment Yap traite vos données avant de commencer.
zh_hans: 开始使用前，先了解 Yap 如何处理你的数据。
zh_hant: 開始使用前，先瞭解 Yap 如何處理你的資料。

source: Reviewing pending corrections…
de: Ausstehende Korrekturen werden überprüft …
fr: Examen des corrections en attente…
zh_hans: 正在审核待处理的更正…
zh_hant: 正在審核待處理的更正…

source: Rewrite
de: Umschreiben
fr: Récrire
zh_hans: 改写
zh_hant: 改寫

source: Rewrite Last Dictation
de: Letztes Diktat umschreiben
fr: Réécrire la dernière dictée
zh_hans: 改写上一次听写
zh_hant: 改寫上一次聽寫

source: Rules applied to every transcript on this Mac, before any AI enhancement, so they also work offline.
de: Regeln, die auf diesem Mac auf jede Transkription angewendet werden, vor jeder KI-Verbesserung – sie funktionieren also auch offline.
fr: Règles appliquées à chaque transcription sur ce Mac, avant toute amélioration par IA : elles fonctionnent donc aussi hors ligne.
zh_hans: 在本机对每条转写结果执行、在 AI 润色之前生效，所以离线也能用。
zh_hant: 在本機對每條轉錄結果執行、在 AI 潤色之前生效，所以離線也能用。

source: Rules Auto Learn added in the last 7 days, and the edit each one came from.
de: Regeln, die Auto Learn in den letzten 7 Tagen hinzugefügt hat, und die Korrektur, aus der jede stammt.
fr: Les règles ajoutées par l’apprentissage automatique ces 7 derniers jours, et la correction d’où vient chacune.
zh_hans: 自动学习在最近 7 天添加的规则，以及每条规则来自你的哪次修改。
zh_hant: 自動學習在最近 7 天新增的規則，以及每條規則來自你的哪次修改。

source: Run Cleanup Now
de: Bereinigung jetzt ausführen
fr: Exécuter le nettoyage maintenant
zh_hans: 立即运行清理
zh_hant: 立即執行清理

source: Run OpenAI's Whisper model on this Mac, use your own OpenRouter or other provider key, or Yap Cloud if you'd rather not get a key.
de: Führe OpenAIs Whisper-Modell auf diesem Mac aus, nutze deinen eigenen OpenRouter- oder anderen Anbieter-Schlüssel, oder Yap Cloud, wenn du keinen Schlüssel besorgen möchtest.
fr: Exécutez le modèle Whisper d'OpenAI sur ce Mac, utilisez votre propre clé OpenRouter ou d'un autre fournisseur, ou Yap Cloud si vous préférez ne pas obtenir de clé.
zh_hans: 在这台 Mac 上运行 OpenAI 的 Whisper 模型，用你自己的 OpenRouter 或其他提供商的 key；不想申请 key 的话，也可以用 Yap Cloud。
zh_hant: 在這台 Mac 上執行 OpenAI 的 Whisper 模型，用你自己的 OpenRouter 或其他供應商的 key；不想申請 key 的話，也可以用 Yap Cloud。

source: Runs locally with your user permissions. The final transcript is sent on stdin and exposed as YAP_TRANSCRIPT.
de: Wird lokal mit deinen Benutzerberechtigungen ausgeführt. Das finale Transkript wird über stdin gesendet und als YAP_TRANSCRIPT bereitgestellt.
fr: S'exécute localement avec vos autorisations utilisateur. La transcription finale est envoyée sur stdin et exposée sous le nom YAP_TRANSCRIPT.
zh_hans: 以你的用户权限在本地运行。最终转写文本通过 stdin 传入，并以 YAP_TRANSCRIPT 形式提供。
zh_hant: 以你的使用者權限在本地執行。最終轉錄文字透過 stdin 傳入，並以 YAP_TRANSCRIPT 形式提供。

source: Sample text
de: Beispieltext
fr: Exemple de texte
zh_hans: 示例文本
zh_hant: 範例文字

source: Save
de: Speichern
fr: Sauvegarder
zh_hans: 存储
zh_hant: 儲存

source: Save %lld Meetings…
de: %lld Meetings sichern…
fr: Enregistrer %lld réunions…
zh_hans: 保存 %lld 场会议…
zh_hant: 儲存 %lld 場會議…

source: Save & Select
de: Speichern & auswählen
fr: Enregistrer et sélectionner
zh_hans: 存储并选择
zh_hant: 儲存並選擇

source: Save Changes
de: Änderungen speichern
fr: Enregistrer les modifications
zh_hans: 存储更改
zh_hant: 儲存更改

source: Save Here
de: Hier sichern
fr: Enregistrer ici
zh_hans: 存到这里
zh_hant: 存到這裡

source: Save Meetings to Folder
de: Meetings in Ordner sichern
fr: Enregistrer des réunions dans un dossier
zh_hans: 将会议存到文件夹
zh_hant: 將會議存到資料夾

source: Save Transcription
de: Transkription speichern
fr: Enregistrer la transcription
zh_hans: 存储转写内容
zh_hant: 儲存轉錄內容

source: Save as MD
de: Als MD speichern
fr: Enregistrer sous MD
zh_hans: 存储为 MD
zh_hant: 儲存為 MD

source: Save as TXT
de: Als TXT speichern
fr: Enregistrer au format TXT
zh_hans: 存储为 TXT
zh_hant: 儲存為 TXT

source: Save this prompt and select it.
de: Diesen Prompt speichern und auswählen.
fr: Enregistrez cette invite et sélectionnez-la.
zh_hans: 存储并选择此提示词。
zh_hant: 儲存並選擇此提示詞。

source: Save to file
de: In Datei speichern
fr: Enregistrer dans un fichier
zh_hans: 存储到文件
zh_hant: 儲存到檔案

source: Saving
de: Wird gespeichert
fr: Économie
zh_hans: 正在存储
zh_hant: 正在儲存

source: Saving…
de: Wird gesichert…
fr: Enregistrement…
zh_hans: 正在保存…
zh_hant: 正在儲存…

source: Saying "换行" or "下一行" starts a new line; "新段落" or "另起一段" starts a new paragraph.
de: „换行“ oder „下一行“ beginnt eine neue Zeile, „新段落“ oder „另起一段“ einen neuen Absatz.
fr: Dire « 换行 » ou « 下一行 » commence une nouvelle ligne ; « 新段落 » ou « 另起一段 » un nouveau paragraphe.
zh_hans: 说"换行"或"下一行"另起一行；说"新段落"或"另起一段"另起一段。
zh_hant: 說"換行"或"下一行"另起一行；說"新段落"或"另起一段"另起一段。

source: Scratchpad
de: Notizblock
fr: Bloc-notes
zh_hans: 便签
zh_hant: 便箋

source: Screen
de: Bildschirm
fr: Écran
zh_hans: 屏幕
zh_hant: 螢幕

source: Screen Recording
de: Bildschirmaufnahme
fr: Enregistrement d'écran
zh_hans: 屏幕录制
zh_hant: 螢幕錄製

source: Scroll horizontally to view all phrases.
de: Horizontal scrollen, um alle Ausdrücke anzuzeigen.
fr: Faites défiler horizontalement pour voir toutes les expressions.
zh_hans: 横向滚动以查看所有短语。
zh_hant: 橫向滾動以查看所有短語。

source: Search Settings
de: Einstellungen durchsuchen
fr: Rechercher dans les réglages
zh_hans: 搜索设置
zh_hant: 搜尋設定

source: Search Web
de: Web durchsuchen
fr: Recherche sur le Web
zh_hans: 搜索网页
zh_hant: 搜尋網頁

source: Search apps, website, or trigger word...
de: Apps, Website oder Auslöserwort suchen...
fr: Rechercher des applications, un site Web ou un mot déclencheur...
zh_hans: 搜索 App、网站或触发词…
zh_hant: 搜尋 App、網站或觸發詞…

source: Search models
de: Modelle suchen
fr: Rechercher des modèles
zh_hans: 搜索模型
zh_hant: 搜尋模型

source: Search transcriptions...
de: Transkriptionen suchen...
fr: Rechercher des transcriptions...
zh_hans: 搜索转写记录…
zh_hant: 搜尋轉錄記錄…

source: Secondary Shortcut
de: Sekundäres Tastenkürzel
fr: Raccourci secondaire
zh_hans: 辅助快捷键
zh_hant: 輔助快速鍵

source: Select
de: Auswählen
fr: Sélectionner
zh_hans: 选择
zh_hant: 選擇

source: Select All
de: Alle auswählen
fr: Sélectionner tout
zh_hans: 全选
zh_hant: 全選

source: Select Language
de: Sprache auswählen
fr: Sélectionnez la langue
zh_hans: 选择语言
zh_hant: 選擇語言

source: Select Mode
de: Modus auswählen
fr: Sélectionner le mode
zh_hans: 选择模式
zh_hant: 選擇模式

source: Select Mode %@
de: Modus %@ auswählen
fr: Sélectionnez le mode %@
zh_hans: 选择模式 %@
zh_hant: 選擇模式 %@

source: Select Prompt
de: Prompt auswählen
fr: Sélectionnez l'invite
zh_hans: 选择提示词
zh_hant: 選擇提示詞

source: Select a Whisper ggml .bin model
de: Whisper-ggml-.bin-Modell auswählen
fr: Sélectionnez un modèle Whisper ggml .bin
zh_hans: 选择 Whisper ggml .bin 模型
zh_hant: 選擇 Whisper ggml .bin 模型

source: Select a mode and retranscribe
de: Modus auswählen und erneut transkribieren
fr: Sélectionnez un mode et retranscrivez
zh_hans: 选择模式并重新转录
zh_hant: 選擇模式並重新轉錄

source: Select a prompt and enhance
de: Prompt auswählen und verbessern
fr: Sélectionnez une invite et améliorez
zh_hans: 选择提示词并增强
zh_hant: 選擇提示詞並增強

source: Select a supported transcription language or locale. Automatic multilingual transcription is shown when available.
de: Wähle eine unterstützte Transkriptionssprache oder ein Gebietsschema. Automatische mehrsprachige Transkription wird angezeigt, sofern verfügbar.
fr: Sélectionnez une langue ou des paramètres régionaux de transcription pris en charge. La transcription multilingue automatique est affichée lorsqu'elle est disponible.
zh_hans: 请选择支持的转录语言或区域设置。如可用，将显示自动多语言转录。
zh_hant: 請選擇支援的轉錄語言或區域設定。如可用，將顯示自動多語言轉錄。

source: Select a version to compare it with the current one.
de: Wähle eine Version, um sie mit der aktuellen zu vergleichen.
fr: Sélectionnez une version pour la comparer à la version actuelle.
zh_hans: 选择一个版本，和当前版本比较。
zh_hant: 選擇一個版本，和目前版本比較。

source: Select all text, press your shortcut, read the sample text aloud, then press it again.
de: Gesamten Text auswählen, Tastenkürzel drücken, Beispieltext laut vorlesen, dann erneut drücken.
fr: Sélectionnez tout le texte, appuyez sur votre raccourci, lisez l'exemple de texte à haute voix, puis appuyez à nouveau dessus.
zh_hans: 选中所有文本，按下快捷键，朗读示例文本，然后再次按下。
zh_hant: 選中所有文字，按下快速鍵，朗讀範例文字，然後再次按下。

source: Select an audio file
de: Audiodatei auswählen
fr: Sélectionnez un fichier audio
zh_hans: 选择音频文件
zh_hant: 選擇音訊檔案

source: Select an enabled mode to start
de: Aktivierten Modus zum Starten auswählen
fr: Sélectionnez un mode activé pour démarrer
zh_hans: 选择一个已启用的模式以开始
zh_hant: 選擇一個已啟用的模式以開始

source: Select at least one category to import.
de: Wähle mindestens eine Kategorie zum Importieren aus.
fr: Sélectionnez au moins une catégorie à importer.
zh_hans: 请至少选择一个要导入的类别。
zh_hant: 請至少選擇一個要匯入的類別。

source: Select correction
de: Korrektur auswählen
fr: Sélectionnez la correction
zh_hans: 选择更正
zh_hant: 選擇更正

source: Select mode
de: Modus auswählen
fr: Sélectionnez le mode
zh_hans: 选择模式
zh_hant: 選擇模式

source: Select sound
de: Klang auswählen
fr: Sélectionner le son
zh_hans: 选择提示音
zh_hant: 選擇提示音

source: Select text in any app, use the Rewrite mode's shortcut and say the change ("make it shorter"). The selection is replaced. Set the shortcut on the Rewrite mode.
de: Markiere in einer beliebigen App Text, nutze das Kürzel des Rewrite-Modus und sage die Änderung („kürzer machen“). Die Markierung wird ersetzt. Das Kürzel legst du im Rewrite-Modus fest.
fr: Sélectionnez du texte dans n'importe quelle app, utilisez le raccourci du mode Rewrite et dites la modification (« raccourcis-le »). La sélection est remplacée. Le raccourci se définit dans le mode Rewrite.
zh_hans: 在任意 App 里选中文字，用改写模式的快捷键，说出要怎么改（“改短一点”），选中的文字就会被替换。快捷键在改写模式里设置。
zh_hant: 在任意 App 裡選中文字，用改寫模式的快速鍵，說出要怎麼改（「改短一點」），選中的文字就會被取代。快速鍵在改寫模式裡設定。

source: Select text, then say how to change it
de: Text markieren, dann sagen, wie er sich ändern soll
fr: Sélectionnez du texte, puis dites comment le modifier
zh_hans: 先选中文字，再说要怎么改
zh_hant: 先選中文字，再說要怎麼改

source: Select the text to rewrite first, then use this mode again.
de: Markiere zuerst den Text, der umgeschrieben werden soll, und nutze dann diesen Modus erneut.
fr: Sélectionnez d'abord le texte à réécrire, puis réutilisez ce mode.
zh_hans: 请先选中要改写的文字，再使用这个模式。
zh_hant: 請先選中要改寫的文字，再使用這個模式。

source: Select transcription
de: Transkription auswählen
fr: Sélectionner la transcription
zh_hans: 选择这条转写
zh_hant: 選擇這條轉錄

source: Selected
de: Ausgewählt
fr: Choisi
zh_hans: 已选中
zh_hant: 已選中

source: Selected Microphone
de: Ausgewähltes Mikrofon
fr: Microphone sélectionné
zh_hans: 所选麦克风
zh_hant: 所選麥克風

source: Selected Text
de: Ausgewählter Text
fr: Texte sélectionné
zh_hans: 选中的文本
zh_hant: 選中的文字

source: Selected model not found
de: Ausgewähltes Modell nicht gefunden
fr: Modèle sélectionné introuvable
zh_hans: 未找到所选模型
zh_hant: 未找到所選模型

source: Selects this transcription. Double-click to paste.
de: Wählt diese Transkription aus. Doppelklicke zum Einfügen.
fr: Sélectionne cette transcription. Double-cliquez pour coller.
zh_hans: 选择此转录。双击即可粘贴。
zh_hant: 選擇此轉錄。按兩下即可貼上。

source: Send Code
de: Code senden
fr: Envoyer le code
zh_hans: 发送验证码
zh_hant: 傳送驗證碼

source: Send follow up
de: Folgenachricht senden
fr: Envoyer un suivi
zh_hans: 发送后续消息
zh_hant: 傳送後續訊息

source: Separate multiple originals with commas:
de: Mehrere Originale mit Komma trennen:
fr: Séparez plusieurs originaux par des virgules :
zh_hans: 多个原文请用逗号分隔：
zh_hant: 多個原文請用逗號分隔：

source: Sessions
de: Sitzungen
fr: Séances
zh_hans: 会话
zh_hant: 會話

source: Set It Up Later
de: Später einrichten
fr: Configurez-le plus tard
zh_hans: 稍后设置
zh_hant: 稍後設定

source: Set to %@
de: Auf %@ stellen
fr: Régler sur %@
zh_hans: 固定成%@
zh_hant: 固定成%@

source: Set Up a Mode
de: Modus einrichten
fr: Configurer un mode
zh_hans: 设置一个模式
zh_hant: 設定一個模式

source: Set as default
de: Als Standard festlegen
fr: Définir par défaut
zh_hans: 设为默认
zh_hant: 設為預設

source: Set how Yap transcribes and formats your speech, then start dictating in any app.
de: Lege fest, wie Yap deine Sprache transkribiert und formatiert, und diktiere dann in jeder App.
fr: Définissez la manière dont Yap transcrit et formate votre discours, puis commencez à dicter dans n'importe quelle application.
zh_hans: 设置 Yap 如何转写和格式化你的语音，然后即可在任何 App 中开始听写。
zh_hant: 設定 Yap 如何轉錄和格式化你的語音，然後即可在任何 App 中開始聽寫。

source: Set how long to wait for batch cloud transcription to finish. This does not affect local or realtime transcription.
de: Legt fest, wie lange auf den Abschluss einer Cloud-Batch-Transkription gewartet wird. Dies hat keine Auswirkungen auf lokale Transkriptionen oder Echtzeittranskriptionen.
fr: Définissez le temps d'attente pour la fin de la transcription cloud par lots. Cela n'affecte pas la transcription locale ou en temps réel.
zh_hans: 设置等待云端批量转写完成的时长。此设置不会影响本地转写或实时转写。
zh_hant: 設定等待雲端批次轉錄完成的時長。此設定不會影響本地轉錄或即時轉錄。

source: Set how long to wait for the AI provider to respond. If no response is received within this duration, you can either fail immediately and paste the original transcription, or retry the request up to 3 attempts.
de: Lege fest, wie lange auf eine Antwort des KI-Anbieters gewartet werden soll. Wenn innerhalb dieser Dauer keine Antwort eingeht, kannst du entweder sofort abbrechen und die ursprüngliche Transkription einfügen oder die Anfrage bis zu 3-mal wiederholen.
fr: Définissez le temps d'attente pour que le fournisseur d'IA réponde. Si aucune réponse n'est reçue dans ce délai, vous pouvez soit échouer immédiatement et coller la transcription originale, soit réessayer la demande jusqu'à 3 tentatives.
zh_hans: 设置等待 AI 提供商响应的时长。如果在该时长内未收到响应，你可以选择立即失败并粘贴原始转写内容，或重试请求（最多 3 次）。
zh_hant: 設定等待 AI 供應商回應的時長。如果在該時長內未收到回應，你可以選擇立即失敗並貼上原始轉錄內容，或重試請求（最多 3 次）。

source: Set up AI enhancement later?
de: KI-Verbesserung später einrichten?
fr: Configurer l'amélioration de l'IA plus tard ?
zh_hans: 稍后设置 AI 润色？
zh_hant: 稍後設定 AI 潤色？

source: Set up transcription later?
de: Transkription später einrichten?
fr: Configurer la transcription plus tard ?
zh_hans: 稍后设置转写？
zh_hant: 稍後設定轉錄？

source: Settings
de: Einstellungen
fr: Paramètres
zh_hans: 设置
zh_hant: 設定

source: Settings imported successfully from %@. Imported: %@.
de: Einstellungen erfolgreich aus %@ importiert. Importiert: %@.
fr: Paramètres importés avec succès depuis %@. Importé : %@.
zh_hans: 已成功从 %@ 导入设置。 已导入：%@。
zh_hant: 已成功從 %@ 匯入設定。 已匯入：%@。

source: Settings on all your Macs change to this version. Modes, prompts, dictionary entries and custom models added since then are deleted. The current version stays in the history.
de: Die Einstellungen auf all deinen Macs werden auf diese Version gesetzt. Seitdem hinzugefügte Modi, Prompts, Wörterbucheinträge und eigene Modelle werden gelöscht. Die aktuelle Version bleibt im Verlauf.
fr: Les réglages de tous vos Mac reviennent à cette version. Les modes, prompts, entrées du dictionnaire et modèles personnalisés ajoutés depuis sont supprimés. La version actuelle reste dans l’historique.
zh_hans: 你所有 Mac 上的设置都会变成这个版本。在那之后新增的模式、提示词、词典条目和自定义模型会被删除。当前版本仍保留在历史里。
zh_hant: 你所有 Mac 上的設定都會變成這個版本。在那之後新增的模式、提示詞、字典項目和自訂模型會被刪除。目前版本仍保留在歷史裡。

source: Settings restored from Yap Cloud
de: Einstellungen aus Yap Cloud wiederhergestellt
fr: Réglages restaurés depuis Yap Cloud
zh_hans: 已从 Yap Cloud 恢复设置
zh_hant: 已從 Yap Cloud 復原設定

source: Settings…
de: Einstellungen…
fr: Paramètres…
zh_hans: 设置…
zh_hant: 設定…

source: Shift + Return (⇧⏎)
de: Umschalttaste + Eingabe (⇧⏎)
fr: Maj + Retour (⇧⏎)

source: Shortcut
de: Tastenkürzel
fr: Raccourci
zh_hans: 快捷键
zh_hant: 快速鍵

source: Shortcut already used by %@
de: Tastenkürzel wird bereits von %@ verwendet
fr: Raccourci déjà utilisé par %@
zh_hans: 快捷键已被 %@ 使用
zh_hant: 快速鍵已被 %@ 使用

source: Shortcut not allowed: %@
de: Tastenkürzel nicht erlaubt: %@
fr: Raccourci non autorisé : %@
zh_hans: 不允许的快捷键：%@
zh_hant: 不允許的快速鍵：%@

source: Shortcut reserved by macOS: %@
de: Tastenkürzel von macOS reserviert: %@
fr: Raccourci réservé par macOS : %@
zh_hans: 快捷键已被 macOS 保留：%@
zh_hant: 快速鍵已被 macOS 保留：%@

source: Shortcut:
de: Tastenkürzel:
fr: Raccourci:
zh_hans: 快捷键：
zh_hant: 快速鍵：

source: Shortcuts
de: Tastaturkürzel
fr: Raccourcis
zh_hans: 快捷键
zh_hant: 快速鍵

source: Shortcuts for individual modes are not changed.
de: Kurzbefehle einzelner Modi werden nicht geändert.
fr: Les raccourcis propres à chaque mode ne sont pas modifiés.
zh_hans: 各个模式自己的快捷键不会改动。
zh_hant: 各個模式自己的快速鍵不會改動。

source: Show
de: Anzeigen
fr: Afficher
zh_hans: 显示
zh_hant: 顯示

source: Show Announcements
de: Ankündigungen anzeigen
fr: Afficher les annonces
zh_hans: 显示公告
zh_hant: 顯示公告

source: Show Dock Icon
de: Dock-Symbol anzeigen
fr: Afficher l'icône du Dock
zh_hans: 显示程序坞图标
zh_hant: 顯示Dock圖示

source: Show Download
de: Download anzeigen
fr: Voir le téléchargement
zh_hans: 查看下载
zh_hant: 查看下載

source: Show Info
de: Infos anzeigen
fr: Afficher les infos
zh_hans: 查看详情
zh_hant: 查看詳情

source: Show Me
de: Zeigen
fr: Me montrer
zh_hans: 带我去
zh_hant: 帶我去

source: Show Meeting Panel
de: Meeting-Fenster zeigen
fr: Afficher le panneau de réunion
zh_hans: 显示会议面板
zh_hant: 顯示會議面板

source: Show Options
de: Optionen einblenden
fr: Afficher les options
zh_hans: 显示选项
zh_hant: 顯示選項

source: Show in Finder
de: Im Finder zeigen
fr: Afficher dans le Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

source: Show recording in Finder
de: Aufnahme im Finder anzeigen
fr: Afficher l'enregistrement dans le Finder
zh_hans: 在“访达”中显示录音
zh_hant: 在「訪達」中顯示錄音

source: Show transcription info
de: Transkriptionsinformationen anzeigen
fr: Afficher les informations de transcription
zh_hans: 显示转录信息
zh_hant: 顯示轉錄資訊

source: Shown in the transcript and the Markdown export, and used for the notes when you regenerate them.
de: Erscheinen im Transkript und im Markdown-Export und werden für die Notizen verwendet, wenn du sie neu erstellst.
fr: Affichés dans la transcription et l’export Markdown, et utilisés pour les notes quand vous les régénérez.
zh_hans: 显示在转写和导出的 Markdown 里；重新生成纪要时也会用上。
zh_hant: 顯示在轉錄和匯出的 Markdown 裡；重新產生紀要時也會用上。

source: Shows text while you speak. Realtime models stream it; local Whisper models show a preview that the final transcript replaces when you stop.
de: Zeigt Text, während du sprichst. Echtzeitmodelle streamen ihn; lokale Whisper-Modelle zeigen eine Vorschau, die beim Stoppen durch das endgültige Transkript ersetzt wird.
fr: Affiche le texte pendant que vous parlez. Les modèles en temps réel le diffusent ; les modèles Whisper locaux affichent un aperçu, remplacé par la transcription finale à l’arrêt.
zh_hans: 说话时显示文字。实时模型会逐字输出；本地 Whisper 模型显示的是预览，停止录音后由最终结果替换。
zh_hant: 說話時顯示文字。即時模型會逐字輸出；本地 Whisper 模型顯示的是預覽，停止錄音後由最終結果取代。

source: Sign In
de: Anmelden
fr: Se connecter
zh_hans: 登录
zh_hant: 登入

source: Sign In and Restore Settings
de: Anmelden und Einstellungen wiederherstellen
fr: Se connecter et restaurer les réglages
zh_hans: 登录并恢复设置
zh_hant: 登入並復原設定

source: Sign Out
de: Abmelden
fr: Se déconnecter
zh_hans: 退出登录
zh_hant: 退出登入

source: Sign in to Yap Cloud to continue.
de: Melde dich bei Yap Cloud an, um fortzufahren.
fr: Connectez-vous à Yap Cloud pour continuer.
zh_hans: 请先登录 Yap Cloud 再继续。
zh_hant: 請先登入 Yap Cloud 再繼續。

source: Sign in to keep your modes, prompts, dictionary, shortcuts and custom models the same on every Mac. API keys are never uploaded. Yap Cloud models are optional and pay-as-you-go.
de: Melde dich an, damit deine Modi, Prompts, dein Wörterbuch, Tastaturkürzel und eigenen Modelle auf jedem Mac gleich sind. API-Schlüssel werden nie hochgeladen. Yap-Cloud-Modelle sind optional und werden nach Verbrauch abgerechnet.
fr: Connectez-vous pour retrouver les mêmes modes, prompts, dictionnaire, raccourcis et modèles personnalisés sur chaque Mac. Les clés d’API ne sont jamais envoyées. Les modèles Yap Cloud sont facultatifs et facturés à l’usage.
zh_hans: 登录后，你的模式、提示词、词典、快捷键和自定义模型可以在多台 Mac 间保持一致。API 密钥永远不会上传。Yap Cloud 模型是可选的，按用量付费。
zh_hant: 登入後，你的模式、提示詞、字典、快速鍵和自訂模型可以在多台 Mac 間保持一致。API 金鑰永遠不會上傳。Yap Cloud 模型是可選的，按用量付費。

source: Sign in with the account you use on your other Mac.
de: Melde dich mit dem Konto an, das du auf deinem anderen Mac verwendest.
fr: Connectez-vous avec le compte que vous utilisez sur votre autre Mac.
zh_hans: 用你在另一台 Mac 上使用的账户登录。
zh_hant: 用你在另一台 Mac 上使用的帳號登入。

source: Sign out %@
de: %@ abmelden
fr: Déconnecter %@
zh_hans: 让 %@ 退出登录
zh_hant: 讓 %@ 退出登入

source: Sign out %@?
de: %@ abmelden?
fr: Déconnecter %@ ?
zh_hans: 让 %@ 退出登录？
zh_hant: 讓 %@ 退出登入？

source: Sign out of Yap Cloud on this Mac
de: Auf diesem Mac von Yap Cloud abmelden
fr: Se déconnecter de Yap Cloud sur ce Mac
zh_hans: 在这台 Mac 上退出 Yap Cloud
zh_hant: 在這台 Mac 上退出 Yap Cloud

source: Sign out of Yap Cloud?
de: Von Yap Cloud abmelden?
fr: Se déconnecter de Yap Cloud ?
zh_hans: 退出 Yap Cloud？
zh_hant: 退出 Yap Cloud？

source: Sign-up bonus
de: Startguthaben
fr: Bonus d'inscription
zh_hans: 注册赠送
zh_hant: 註冊贈送

source: Signed in as
de: Angemeldet als
fr: Connecté en tant que
zh_hans: 当前登录
zh_hant: 目前登入

source: Signed in as %@
de: Angemeldet als %@
fr: Connecté en tant que %@
zh_hans: 已登录:%@
zh_hant: 已登入:%@

source: Signed in to Yap Cloud
de: Bei Yap Cloud angemeldet
fr: Connecté à Yap Cloud
zh_hans: 已登录 Yap Cloud
zh_hant: 已登入 Yap Cloud

source: Signed-in Devices
de: Angemeldete Geräte
fr: Appareils connectés
zh_hans: 已登录的设备
zh_hant: 已登入的裝置

source: Signing in again with the same email creates a new, empty account without sign-up credit.
de: Eine erneute Anmeldung mit derselben E-Mail erstellt ein neues, leeres Konto ohne Startguthaben.
fr: Se reconnecter avec le même e-mail crée un nouveau compte vide, sans crédit d'inscription.
zh_hans: 之后用同一邮箱再次登录会创建一个新的空账户，不会再获得注册赠额。
zh_hant: 之後用同一信箱再次登入會建立一個新的空帳號，不會再獲得註冊贈額。

source: Skip
de: Überspringen
fr: Passer
zh_hans: 跳过
zh_hant: 略過

source: Skip API Setup
de: API-Einrichtung überspringen
fr: Ignorer la configuration de l'API
zh_hans: 跳过 API 设置
zh_hant: 略過 API 設定

source: Skip short transcriptions
de: Kurze Transkriptionen überspringen
fr: Ignorer les courtes transcriptions
zh_hans: 跳过简短转写
zh_hant: 略過簡短轉錄

source: Skipped %lld duplicate, conflicting, invalid, or cyclic entries.
de: %lld doppelte, widersprüchliche, ungültige oder zyklische Einträge übersprungen.
fr: %lld entrées en double, conflictuelles, non valides ou cycliques ignorées.
zh_hans: 已跳过 %lld 个重复、冲突、无效或循环条目。
zh_hant: 已略過 %lld 個重復、衝突、無效或循環項目。

source: Skipped: %@
de: Übersprungen: %@
fr: Ignoré : %@
zh_hans: 已跳过：%@
zh_hant: 已略過：%@
